Repository: Hrishi1999/log-activity
Catalog: po/*.po
Languages: hy

source: Log
hy: Մուտքագրումներ

source: Log Files
hy: Մուտքագրված ֆայլեր

source: Other
hy: Այլ

source: ERROR: Failed to look for files in '%(path)s'.
hy: ՁԱԽՈՂՈՒՄ. Հնարավոր չէ ֆայլեր փնտրէլ '%(path)s' -ում:

source: ERROR: File '%(file)s' does not exist.
hy: ՁԱԽՈՂՈՒՄ. '%(file)s' ֆայլը գոյություն չունի:

source: ERROR: Unable to read file '%(file)s'.
hy: ՁԱԽՈՂՈՒՄ. Հնարավոր չէ կարդալ '%(file)s' ֆայլը:

source: Error: Can't open file '%s'
hy: ՁԱԽՈՂՈՒՄ. Հնարավոր չէ բացել '%s' ֆայլը

source: Word Wrap
hy: Բառերի տողադարձ

source: Previous
hy: Նախորդ

source: Next
hy: Հաջորդ

source: Delete Log File
hy: Ջնջել մատյանի ֆայլը

source: Error
hy: Ձախողում

source: %(error)s when deleting %(file)s
hy: %(error)s սխալ %(file)s ջնջելիս

source: Log Collector: Capture information
hy: Գրանցումների կուտակիչ. Տեղեկատվություն ընդունում

source: This captures information about the system and running processes to a journal entry. Use this to improve a problem report.
hy: Սա տեղեկություն է ընդունում համակարգի մասին և մատյան մուտք գործող գործարկվող գործընթացը Կիրառեք այն` խնդրի վերաբերյալ զեկույցը բարելավելու նպատակով:

source: Capture information
hy: Ընդունել տեղեկություն

source: Logs not captured
hy: Գրանցումները հայտնաբերված չեն

source: The logs could not be captured.
hy: Գրանցումները չեն հայտնաբերվել:

source: log-%s
hy: գրանցումներ-%s
